{"id":793,"date":"2024-09-24T07:11:23","date_gmt":"2024-09-24T07:11:23","guid":{"rendered":"https:\/\/smartkidsbundle.com\/?page_id=793"},"modified":"2024-09-24T07:18:34","modified_gmt":"2024-09-24T07:18:34","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/smartkidsbundle.com\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"793\" class=\"elementor elementor-793\" data-elementor-post-type=\"page\">\n\t\t\t\t<div class=\"elementor-element elementor-element-cdf3296 e-flex e-con-boxed e-con e-parent\" data-id=\"cdf3296\" data-element_type=\"container\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-404062f elementor-widget elementor-widget-text-editor\" data-id=\"404062f\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<h1 style=\"text-align: center;\"><span style=\"color: inherit; font-family: inherit; font-size: 2.5rem; text-align: var(--text-align);\">Terms &amp; Conditions<\/span><\/h1><h1>Website Terms and Conditions of Use<\/h1><h2>1. Terms<\/h2><p>By accessing this Website, accessible from https:\/\/smartkidsbundle.com\/, you are agreeing to be bound by these Website Terms and Conditions of Use and agree that you are responsible for the agreement with any applicable local laws. If you disagree with any of these terms, you are prohibited from accessing this site. The materials contained in this Website are protected by copyright and trade mark law.<\/p><h2>2. Use License<\/h2><p>Permission is granted to temporarily download one copy of the materials on Smart Kids Bundle’s Website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:<\/p><ul><li>modify or copy the materials;<\/li><li>use the materials for any commercial purpose or for any public display;<\/li><li>attempt to reverse engineer any software contained on Smart Kids Bundle’s Website;<\/li><li>remove any copyright or other proprietary notations from the materials; or<\/li><li>transferring the materials to another person or “mirror” the materials on any other server.<\/li><\/ul><p> <\/p><p>This will let Smart Kids Bundle to terminate upon violations of any of these restrictions. Upon termination, your viewing right will also be terminated and you should destroy any downloaded materials in your possession whether it is printed or electronic format.<\/p><h2>3. Disclaimer<\/h2><p>All the materials on Smart Kids Bundle’s Website are provided “as is”. Smart Kids Bundle makes no warranties, may it be expressed or implied, therefore negates all other warranties. Furthermore, Smart Kids Bundle does not make any representations concerning the accuracy or reliability of the use of the materials on its Website or otherwise relating to such materials or any sites linked to this Website.<\/p><h2>4. Limitations<\/h2><p>Smart Kids Bundle or its suppliers will not be hold accountable for any damages that will arise with the use or inability to use the materials on Smart Kids Bundle’s Website, even if Smart Kids Bundle or an authorize representative of this Website has been notified, orally or written, of the possibility of such damage. Some jurisdiction does not allow limitations on implied warranties or limitations of liability for incidental damages, these limitations may not apply to you.<\/p><h2>5. Revisions and Errata<\/h2><p>The materials appearing on Smart Kids Bundle’s Website may include technical, typographical, or photographic errors. Smart Kids Bundle will not promise that any of the materials in this Website are accurate, complete, or current. Smart Kids Bundle may change the materials contained on its Website at any time without notice. Smart Kids Bundle does not make any commitment to update the materials.<\/p><h2>6. Links<\/h2><p>Smart Kids Bundle has not reviewed all of the sites linked to its Website and is not responsible for the contents of any such linked site. The presence of any link does not imply endorsement by Smart Kids Bundle of the site. The use of any linked website is at the user’s own risk.<\/p><h2>7. Site Terms of Use Modifications<\/h2><p>Smart Kids Bundle may revise these Terms of Use for its Website at any time without prior notice. By using this Website, you are agreeing to be bound by the current version of these Terms and Conditions of Use.<\/p><h2>8. Your Privacy<\/h2><p>Please read our Privacy Policy.<\/p><h2>9. Governing Law<\/h2><p>Any claim related to Smart Kids Bundle’s Website shall be governed by the laws of us without regards to its conflict of law provisions.<\/p>\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Terms &amp; Conditions Website Terms and Conditions of Use 1. Terms By accessing this Website, accessible from https:\/\/smartkidsbundle.com\/, you are agreeing to be bound by these Website Terms and Conditions of Use and agree that you are responsible for the agreement with any applicable local laws. If you disagree with any of these terms, you [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_canvas","meta":{"footnotes":""},"class_list":["post-793","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/smartkidsbundle.com\/wp-json\/wp\/v2\/pages\/793","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/smartkidsbundle.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/smartkidsbundle.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/smartkidsbundle.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/smartkidsbundle.com\/wp-json\/wp\/v2\/comments?post=793"}],"version-history":[{"count":0,"href":"https:\/\/smartkidsbundle.com\/wp-json\/wp\/v2\/pages\/793\/revisions"}],"wp:attachment":[{"href":"https:\/\/smartkidsbundle.com\/wp-json\/wp\/v2\/media?parent=793"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}